Repository: Lucashsmello/GIMX
Catalog: po/*.po
Languages: pt_br

source: Failed to detect the USB adapter: . make sure to select the right port . make sure to power on the target console If you built the adapter yourself: . make sure the wiring is correct (swapping RX and TX is a common mistake) . make sure it runs the right firmware
pt_br: Falha ao detectar o adaptador USB: . certifique-se de selecionar a porta correta . Certifique-se de ligar o console de destino Se você mesmo construiu o adaptador: . verifique se a fiação está correta (trocar RX e TX é um erro comum) . verifique se ele executa o firmware correto

source: Failed to detect the remote GIMX instance: . make sure to fill the right IP:port . make sure the remote instance is running
pt_br: Falha ao detectar a instância remota do GIMX: . certifique-se de preencher o endereço IP: port correto . verifique se a instância remota está em execução

source: Failed to detect the adapter (fallback error message).
pt_br: Falha ao detectar o adaptador (mensagem de erro de fallback).

source: GIMX exited and the activation button was not pressed.
pt_br: O GIMX saiu e o botão de ativação não foi pressionado.

source: Inactivity timeout.
pt_br: Tempo limite de inatividade.

source: No wired Xbox 360 controller was found on USB ports.
pt_br: Nenhum controlador com fio do Xbox 360 foi encontrado nas portas USB.

source: No Dualshock 4 controller was found on USB ports.
pt_br: Nenhum controlador Dualshock 4 foi encontrado nas portas USB.

source: No Xbox One controller (without 3.5mm jack) was found on USB ports.
pt_br: Nenhum controlador Xbox One (sem conector de 3,5 mm) foi encontrado nas portas USB.

source: There was a connection error with the official controller: . make sure the cable wasn't pulled . make sure the cable is not bad (try another one) . make sure to turn controller off before connection.
pt_br: Houve um erro de conexão com o controlador oficial: . verifique se o cabo não foi puxado . verifique se o cabo não está ruim (tente outro) . Certifique-se de desligar o controlador antes da conexão.

source: Mouse was captured, input was "physical devices", and focus was lost. Either you pressed alt+tab or some other app took focus.
pt_br: O rato foi capturado, a entrada foi "dispositivos físicos " e o foco foi perdido. Você pressionou o Alt + Tab ou algum outro aplicativo ficou em foco.

source: Failed to open log file. GIMX may have crashed (please report this).
pt_br: Falha ao abrir o arquivo de log. GIMX pode ter deixado de funcionar (por favor, relate isso).

source: GIMX ran less than 5 seconds. Would you like to generate a log report?
pt_br: O GIMX correu menos de 5 segundos. Você gostaria de gerar um relatório de registro?

source: This config seems OK!
pt_br: Esta configuração parece OK!

source: Failed to start gimx-config!
pt_br: Não foi possível iniciar o gimx-config!

source: Failed to start gimx-fpsconfig!
pt_br: Falha ao iniciar o gimx-fpsconfig!

source: No Serial Port Detected!
pt_br: Nenhuma porta serial detectada!

source: No device detected!
pt_br: Nenhum dispositivo detectado!

source: Pairing
pt_br: Emparelhamento

source: No pairing found. Perform a new pairing?
pt_br: Nenhum par encontrado. Fazer um novo pareamento?

source: New/Repair
pt_br: Novo / Reparação

source: Installing
pt_br: Instalando

source: Update available. Start installation?
pt_br: Atualização disponível. Iniciar a instalação?

source: Downloading update
pt_br: Download da atualização

source: Can't retrieve update file!
pt_br: Não é possível recuperar o arquivo de atualização!

source: Can't check version!
pt_br: Não pode verificar a versão!

source: GIMX is up-to-date!
pt_br: O GIMX está atualizado!

source: Downloading config list
pt_br: Download da lista de configurações

source: Select the files to download.
pt_br: Selecione os arquivos para download.

source: Config download
pt_br: Download do Config

source: Overwrite local file:
pt_br: Sobrescrever arquivo local:

source: Completed
pt_br: Concluído

source: Can't retrieve configs!
pt_br: Não é possível recuperar configurações!

source: Can't retrieve config list!
pt_br: Não é possível recuperar a lista de configurações!

source: Can't read config:
pt_br: Não é possível ler a configuração:

source: Can't auto-bind controls for config:
pt_br: Não é possível ligar automaticamente os controles para configuração:

source: Can't write config:
pt_br: Não é possível gravar a configuração:

source: Auto bind done for
pt_br: Ligação automática feita para

source: Controller:
pt_br: Controlador:

source: Select the pairing.
pt_br: Selecione o emparelhamento.

source: PS Tool
pt_br: Ferramenta PS

source: Device:
pt_br: Dispositivo:

source: Address:
pt_br: Endereço:

source: Manufacturer:
pt_br: Fabricante:

source: Chip:
pt_br: Lasca:

source: Select the bluetooth adapter.
pt_br: Selecione o adaptador bluetooth.

source: Plug a sixaxis/ds3
pt_br: Conecte um sixaxis / ds3

source: Plug a bluetooth dongle
pt_br: Conecte um dongle bluetooth

source: Plug a ds4
pt_br: Ligue um ds4

source: Cannot execute:
pt_br: Não pode executar:

source: Plug the teensy
pt_br: Ligue o teensy

source: Plug the Teensy to the PS4, wait a few seconds, and plug it back to the PC
pt_br: Conecte o Teensy ao PS4, espere alguns segundos e conecte-o ao PC

source: Select the pairing to restore.
pt_br: Selecione o emparelhamento para restaurar.

source: No previous pairing found!
pt_br: Nenhum emparelhamento anterior encontrado!

source: Success.
pt_br: Sucesso.

source: Plug a ds4 to repair.
pt_br: Ligue um ds4 para reparar.

source: Enter an IP address
pt_br: Digite um endereço IP

source: Enter a port
pt_br: Digite uma porta

source: Bad IP format!
pt_br: Formato IP inválido!

source: Repair
pt_br: Reparar

source: Failed to execute gimx-loader.
pt_br: Falha ao executar o gimx-loader.

source: Gimx-loader
pt_br: Carregador de Gimx

source: Load
pt_br: Carga

source: About
pt_br: Sobre

source: No firmware found in
pt_br: Nenhum firmware encontrado em

source: This tool is only compatible with GIMX adapters made with a USB to UART adapter and a Pro Micro board. Proceed?
pt_br: Esta ferramenta é compatível apenas com adaptadores GIMX feitos com um adaptador USB para UART e uma placa Pro Micro. Prosseguir?

source: Plug both sides of the adapter to the computer.
pt_br: Conecte ambos os lados do adaptador ao computador.

source: Unplug/replug the USB cable from/to computer USB port.
pt_br: Desconecte / reconecte o cabo USB de / para a porta USB do computador.

source: No new device found within 10 seconds.
pt_br: Nenhum novo dispositivo encontrado dentro de 10 segundos.

source: failed to load firmware
pt_br: Falha ao carregar o firmware

source: Failed to load firmware.
pt_br: Falha ao carregar o firmware.

source: Firmware loaded successfully!
pt_br: Firmware carregado com sucesso!

source: file
pt_br: Arquivo

source: specifies a file to open
pt_br: especifica um arquivo para abrir

source: Do you want to save your configuration?
pt_br: Você quer salvar sua configuração?

source: Physical devices (elevated privileges)
pt_br: Dispositivos físicos (privilégios elevados)

source: Export to clipboard
pt_br: Exportar para a área de transferência

source: Import from clipboard
pt_br: Importar da área de transferência
