Repository: Lucashsmello/GIMX
Catalog: po/*.po
Languages: pt_br

source: ignoring: -%c %s (max controllers reached)
pt_br: ignorando: - %c %s (controladores max alcançados)

source: option %s
pt_br: opção %s

source: with arg %s
pt_br: com arg %s

source: controller #%d: option -b with value `%s'
pt_br: controller # %d : opção -b com valor ` %s '

source: now reading arguments for controller #%d
pt_br: Agora lendo argumentos para o controlador # %d

source: global option -c with value `%s'
pt_br: Opção global -c com valor ` %s '

source: Bad event format: %s
pt_br: Formato de evento incorreto: %s

source: controller #%d: option -e with value `%s(%d)'
pt_br: controller # %d : opção -e com valor ` %s ( %d ) '

source: Bad axis name for event: %s
pt_br: Nome do eixo inválido para o evento: %s

source: controller #%d: option -h with value `%d'
pt_br: controller # %d : opção -h com valor ` %d '

source: Bad format for argument -d: '%s'
pt_br: Formato incorreto para o argumento -d: ' %s '

source: controller #%d: option -d with value `%s'
pt_br: controlador # %d : opção -d com valor ` %s '

source: Bad format for argument -s: '%s'
pt_br: Formato incorreto para o argumento -s: ' %s '

source: controller #%d: option -s with value `%s'
pt_br: controller # %d : opção -s com valor ` %s '

source: controller #%d: option -k with value `%s'
pt_br: controller # %d : opção -k com valor ` %s '

source: can't open log file (%s)
pt_br: não é possível abrir o arquivo de log ( %s )

source: global option -l with value `%s'
pt_br: Opção global -l com valor ` %s '

source: log file can't be used with curses
pt_br: arquivo de log não pode ser usado com curses

source: only one log file can be specified
pt_br: apenas um arquivo de log pode ser especificado

source: port already used: `%s'
pt_br: porta já usada: ` %s '

source: controller #%d: option -p with value `%s'
pt_br: controller # %d : opção -p com valor ` %s '

source: global option -q with value `%s'
pt_br: opção global -q com valor ` %s '

source: global option -r with value `%s'
pt_br: Opção global -r com valor ` %s '

source: controller #%d: option -t with value `%s'
pt_br: controller # %d : opção -t com valor ` %s '

source: unrecognized option: %c
pt_br: Opção não reconhecida: %c

source: grab flag is unset
pt_br: flag de captura está desativado

source: status flag is set
pt_br: sinalizador de status está definido

source: subpos flag is set
pt_br: o sinalizador de subpos é definido

source: force_updates flag is set
pt_br: O sinalizador force_updates está definido

source: curses flag is set
pt_br: sinalizador de curses está definido

source: window_events flag is set
pt_br: O sinalizador window_events está definido

source: btstack flag is set
pt_br: A flag btstack está definida

source: skip_leds flag is set
pt_br: O sinalizador skip_leds está definido

source: ff_conv flag is set
pt_br: O sinalizador ff_conv está definido

source: auto-grab flag is set
pt_br: o sinalizador de captura automática está definido

source: %s flag is set
pt_br: %s sinalizador %s está definido

source: calibrating mouse %s (%d)
pt_br: calibrando o mouse %s ( %d )

source: calibrating conf %d
pt_br: calibrando conf %d

source: sensibility:
pt_br: sensibilidade:

source: x/y ratio:
pt_br: relação x / y:

source: dead zone x:
pt_br: zona morta x:

source: dead zone y:
pt_br: zona morta y:

source: shape:
pt_br: forma:

source: Circle
pt_br: Círculo

source: Rectangle
pt_br: Retângulo

source: acceleration x:
pt_br: aceleração x:

source: acceleration y:
pt_br: aceleração y:

source: radius: %d
pt_br: raio: %d

source: velocity: %d
pt_br: velocidade: %d

source: time: %d
pt_br: hora: %d

source: mouse selection
pt_br: seleção de mouse

source: profile selection
pt_br: seleção de perfil

source: error writting the config file %s
pt_br: erro ao gravar o arquivo de configuração %s

source: calibration done
pt_br: calibração feita

source: calibrating sensitivity
pt_br: sensibilidade de calibração

source: calibrating x/y ratio
pt_br: calibrando a relação x / y

source: calibrating dead zone x
pt_br: calibrando zona morta x

source: calibrating dead zone y
pt_br: calibrando a zona morta y

source: calibrating dead zone shape
pt_br: calibrando a forma da zona morta

source: calibrating acceleration x
pt_br: calibração de aceleração x

source: calibrating acceleration y
pt_br: calibração de aceleração y

source: adjusting circle test radius
pt_br: ajustando raio de teste do círculo

source: adjusting circle test velocity
pt_br: ajuste da velocidade do teste do círculo

source: translation test started
pt_br: teste de tradução iniciado

source: controller %d profile %d axis %s intensity: %.0f
pt_br: controlador %d perfil %d eixo %s intensidade:% .0f

source: %d %ld.%06ld controller %d is switched from profile %d to %d
pt_br: %d % ld.% 06ld controlador% d é alternado do perfil% d para% d

source: joystick not found: %s %d
pt_br: joystick não encontrado: %s %d

source: mouse not found: %s %d
pt_br: mouse não encontrado: %s %d

source: keyboard not found: %s %d
pt_br: teclado não encontrado: %s %d

source: A device name is empty. Multiple mice and keyboards are not managed.
pt_br: Um nome de dispositivo está vazio. Vários mouses e teclados não são gerenciados.

source: connected to %s:%d
pt_br: conectado a %s : %d

source: no pass-through device is needed
pt_br: não é necessário nenhum dispositivo de passagem

source: found pass-through device 0x%04x:0x%04x
pt_br: dispositivo de passagem encontrado 0x% 04x: 0x% 04x

source: macros are not available for: %s %s (%d)
pt_br: as macros não estão disponíveis para: %s %s ( %d )

source: no GPP detected.
pt_br: não foi detectado GPP.

source: GPP detected, controller type is: %s.
pt_br: GPP detectado, o tipo de controlador é: %s .

source: unknown GPP controller type.
pt_br: tipo de controlador GPP desconhecido.

source: failed to open the GIMX adapter
pt_br: falhou ao abrir o adaptador GIMX

source: GIMX adapter detected, controller type is: %s.
pt_br: Adaptador GIMX detectado, o tipo de controlador é: %s .

source: wrong controller type.
pt_br: tipo de controlador errado.

source: failed to get the GIMX adapter status.
pt_br: Falha ao obter o status do adaptador GIMX.

source: failed to reset the GIMX adapter.
pt_br: falhou ao redefinir o adaptador GIMX.

source: Reset sent to the GIMX adapter.
pt_br: Reset enviado para o adaptador GIMX.

source: Disable force updates to work-around #335.
pt_br: Desabilite as atualizações de força para contornar o # 335.

source: No game controller was found on USB ports.
pt_br: Nenhum controlador de jogos foi encontrado nas portas USB.

source: Start the game with a dualshock 3, and then reassign game controllers.
pt_br: Inicie o jogo com um dualshock 3 e reatribua os controladores de jogo.

source: failed to connect to network destination: %s:%d.
pt_br: Falha ao conectar-se ao destino da rede: %s : %d .

source: Remote GIMX detected, controller type is: %s.
pt_br: O GIMX remoto detectado, o tipo de controlador é: %s .

source: failed to start the GIMX adapter.
pt_br: Falha ao iniciar o adaptador GIMX.

source: failed to start the GIMX adapter asynchronous processing.
pt_br: Falha ao iniciar o processamento assíncrono do adaptador GIMX.

source: Press the %s button to activate the controller.
pt_br: Pressione o botão %s para ativar o controlador.

source: failed to initialize the sixaxis emulation.
pt_br: Falha ao inicializar a emulação sixaxis.

source: failed to initialize the dualshock 4 emulation.
pt_br: falha ao inicializar a emulação do dualshock 4.

source: unsupported bluetooth controller type.
pt_br: tipo de controlador bluetooth sem suporte.

source: failed to start the GPP asynchronous processing.
pt_br: Falha ao iniciar o processamento assíncrono do GPP.

source: failed to listen on network source: %s:%d.
pt_br: não foi possível escutar na origem da rede: %s : %d .

source: Press Shift+Esc to exit.
pt_br: Pressione Shift + Esc para sair.

source: Mouse calibration (Ctrl+F1 to edit)
pt_br: Calibração do mouse (Ctrl + F1 para editar)

source: Mouse calibration (Ctrl+F1 to save)(mouse wheel to change values)
pt_br: Calibração do mouse (Ctrl + F1 para salvar) (roda do mouse para alterar valores)

source: Profile:
pt_br: Perfil:

source: Dead zone:
pt_br: Zona morta:

source: N/A
pt_br: N / D

source: shape=
pt_br: forma =

source: circle
pt_br: círculo

source: rectangle
pt_br: retângulo

source: N/A
pt_br: N / D

source: Acceleration:
pt_br: Aceleração:

source: test (F6)
pt_br: teste (F6)

source: Sensitivity:
pt_br: Sensibilidade:

source: circle test
pt_br: teste de círculo

source: radius=%d (F10)
pt_br: raio = %d (F10)

source: velocity=%d (F11)
pt_br: velocidade = %d (F11)

source: ratio=
pt_br: proporção =

source: Left stick
pt_br: Vara esquerda

source: Right stick
pt_br: Alavanca da direita

source: Buttons
pt_br: Botões

source: Refresh rate:
pt_br: Taxa de atualização:

source: Refresh rate: %4dHz
pt_br: Taxa de atualização:% 4dHz

source: using default refresh period: %.02fms
pt_br: usando o período de atualização padrão:% .02fms

source: Unknown key name for argument --keygen: '%s'
pt_br: Nome da chave desconhecida para o argumento --keygen: ' %s '

source: Exiting
pt_br: Sair

source: Increase
pt_br: Aumentar

source: Decrease
pt_br: Diminuir

source: Circle
pt_br: Círculo

source: Rectangle
pt_br: Retângulo

source: mouse
pt_br: rato

source: keyboard
pt_br: teclado

source: axis
pt_br: eixo

source: axis up
pt_br: eixo para cima

source: axis down
pt_br: eixo para baixo

source: button
pt_br: botão

source: Aiming
pt_br: Apontando

source: Driving
pt_br: Dirigindo

source: Tip
pt_br: Gorjeta

source: Click here to go to online documentation.
pt_br: Clique aqui para ir para a documentação online.

source: Device
pt_br: Dispositivo

source: Button
pt_br: Botão

source: Auto detect
pt_br: Detecção automática

source: Switch back
pt_br: Voltar atrás

source: Delay (ms):
pt_br: Atraso (ms):

source: Delete
pt_br: Excluir

source: Mouse
pt_br: Rato

source: Mode
pt_br: Modo

source: Smoothing
pt_br: Suavização

source: Buffer size [1..30]
pt_br: Tamanho do buffer [1..30]

source: Filter [0.00..1.00]
pt_br: Filtrar [0.00..1.00]

source: Buffer size
pt_br: Tamanho do buffer

source: Filter
pt_br: Filtro

source: Add
pt_br: Adicionar

source: Remove
pt_br: Remover

source: Modify
pt_br: Modificar

source: Axis
pt_br: Eixo

source: Direction
pt_br: Direção

source: Dead zone
pt_br: Zona morta

source: Shape
pt_br: Forma

source: Steps
pt_br: Passos

source: Joystick
pt_br: Controle de video game

source: Broken-line correction parameters
pt_br: Parâmetros de correção de linha quebrada

source: Low value [-32767..32767]
pt_br: Valor baixo [-32767..32767]

source: Low coef
pt_br: Baixo coef

source: High value [-32767..32767]
pt_br: Alto valor [-32767..32767]

source: High coef
pt_br: Alta coef

source: Low value
pt_br: Baixo valor

source: High value
pt_br: Valor alto

source: Invert direction
pt_br: Inverter direção

source: Rumble
pt_br: Burburinho

source: Constant
pt_br: Constante

source: Spring
pt_br: Primavera

source: Damper
pt_br: Amortecedor

source: Profile trigger
pt_br: Gatilho de perfil

source: Mouse options
pt_br: Opções do mouse

source: Axis intensity
pt_br: Intensidade do eixo

source: Joystick corrections
pt_br: Correções de joystick

source: Force Feedback Tweaks
pt_br: Ajustes de Feedback de Força

source: Event
pt_br: Evento

source: Threshold
pt_br: Limite

source: Label
pt_br: Rótulo

source: Sensitivity
pt_br: Sensibilidade

source: Acceleration
pt_br: Aceleração

source: Dead zone [-64..64]
pt_br: Zona morta [-64..64]

source: Sensitivity [-100.00..100.00]
pt_br: Sensibilidade [-100.00..100.00]

source: Acceleration [0.00..]
pt_br: Aceleração [0.00 ..]

source: Overall
pt_br: No geral

source: New Ctrl-N
pt_br: Novo Ctrl-N

source: Create a new configuration
pt_br: Crie uma nova configuração

source: Open Ctrl-O
pt_br: Abra Ctrl-O

source: Open a configuration file
pt_br: Abra um arquivo de configuração

source: Save Ctrl-S
pt_br: Salvar Ctrl-S

source: Save configuration
pt_br: Salvar configuração

source: Save As...
pt_br: Salvar como...

source: Save configuration to specified file
pt_br: Salvar configuração no arquivo especificado

source: Open config directory
pt_br: Abra o diretório de configuração

source: Quit Alt-F4
pt_br: Saia Alt-F4

source: Quit the application
pt_br: Saia do aplicativo

source: &File
pt_br: &Arquivo

source: Copy Profile
pt_br: Copiar perfil

source: Copy Controller
pt_br: Controlador de Cópia

source: Paste Profile
pt_br: Colar perfil

source: Paste Controller
pt_br: Colar Controlador

source: Set Mouse DPI
pt_br: Definir DPI do mouse

source: Replace Mouse
pt_br: Substituir Mouse

source: Convert mouse sensitivity
pt_br: Converter sensibilidade do mouse

source: Replace Keyboard
pt_br: Substituir Teclado

source: Edit
pt_br: Editar

source: Controller
pt_br: Controlador

source: XOne pad
pt_br: Almofada XOne

source: Xbox pad
pt_br: Almofada do Xbox

source: Driving Force PS2
pt_br: Força motriz PS2

source: Driving Force Pro PS2
pt_br: Força motriz Pro PS2

source: Type
pt_br: Tipo

source: Profile
pt_br: Perfil

source: Multiple Mice and Keyboards
pt_br: Múltiplos Ratos e Teclados

source: Window events
pt_br: Eventos janela

source: Link controls
pt_br: Controles de link

source: Auto-bind controls
pt_br: Controles de vinculação automática

source: Advanced
pt_br: Avançado

source: About F1
pt_br: Acerca de F1

source: Show info about this application
pt_br: Mostrar informações sobre este aplicativo

source: Help
pt_br: Socorro

source: Select file
pt_br: Selecione o arquivo

source: XML files (*.xml)|*.xml
pt_br: Arquivos XML (* .xml) | * .xml

source: It's not recommended to run as root user. Continue?
pt_br: Não é recomendado que seja executado como usuário root. Continuar?

source: Confirm
pt_br: confirme

source: Can't migrate directory:
pt_br: Não é possível migrar o diretório:

source: Error
pt_br: Erro

source: Can't init directory:
pt_br: Não é possível iniciar o diretório:

source: Cannot open config file:
pt_br: Não é possível abrir o arquivo de configuração:

source: Please detect an Event!
pt_br: Por favor, detecte um evento!

source: Please select a Button!
pt_br: Por favor, selecione um botão!

source: Please select an Axis!
pt_br: Por favor selecione um Eixo!

source: Press a button.
pt_br: Pressione um botão.

source: Move an axis.
pt_br: Mova um eixo.

source: Pedal calibration: 1. fully press the pedal 2. fully release the pedal 3. press any key or button
pt_br: Calibração de pedal: 1. pressione totalmente o pedal 2. solte totalmente o pedal 3. pressione qualquer tecla ou botão

source: Failed to calibrate the pedal.
pt_br: Não foi possível calibrar o pedal.

source: Joystick correction has been added in the "Overall>Joystick corrections" panel
pt_br: A correção do joystick foi adicionada no painel "Geral> Correções do joystick "

source: Can't save
pt_br: Não pode salvar

source: Save config file
pt_br: Salvar arquivo de configuração

source: Please select a line of the table.
pt_br: Por favor, selecione uma linha da tabela.

source: Please select a SINGLE line of the table.
pt_br: Por favor selecione uma linha ÚNICA da tabela.

source: Apply
pt_br: Aplique

source: Press a mouse button.
pt_br: Pressione um botão do mouse.

source: Press a keyboard key.
pt_br: Pressione uma tecla do teclado.

source: This will replace the mouse in the current controller. Continue?
pt_br: Isso substituirá o mouse no controlador atual. Continuar?

source: This will replace the keyboard in the current controller. Continue?
pt_br: Isso substituirá o teclado no controlador atual. Continuar?

source: Enter a number:
pt_br: Digite um número:

source: Source mouse DPI
pt_br: DPI do mouse de origem

source: Destination mouse DPI
pt_br: Mouse de destino DPI

source: Failed to parse sensitivity value!
pt_br: Falha ao analisar o valor de sensibilidade!

source: Failed to parse acceleration value!
pt_br: Falha ao analisar o valor de aceleração!

source: Mouse DPI value
pt_br: Valor de DPI do mouse

source: This control is already used in the current profile (Button tab). Continue?
pt_br: Esse controle já é usado no perfil atual (guia Botão). Continuar?

source: This control is already used in the current profile (Axis tab). Continue?
pt_br: Esse controle já é usado no perfil atual (guia Eixo). Continuar?

source: This control is already used in the current profile (Overall tab>Intensity tab). Continue?
pt_br: Esse controle já é usado no perfil atual (guia Geral> guia Intensidade). Continuar?

source: No config opened!
pt_br: Nenhuma configuração aberta!

source: Select the reference config.
pt_br: Selecione a configuração de referência.

source: Can't auto-bind controls!
pt_br: Não é possível ligar automaticamente os controles!

source: Done!
pt_br: Feito!

source: Please detect a button!
pt_br: Por favor, detecte um botão!

source: Please select an axis!
pt_br: Por favor selecione um eixo!

source: Please detect a mouse!
pt_br: Por favor, detecte um mouse!

source: Mouse options already defined!
pt_br: Opções de mouse já definidas!

source: Please detect a joystick axis!
pt_br: Por favor, detecte um eixo do joystick!

source: Joystick axis options already defined!
pt_br: Opções do eixo do joystick já definidas!

source: joystick
pt_br: controle de video game

source: Select an event.
pt_br: Selecione um evento.

source: Events
pt_br: Eventos

source: No joystick found!
pt_br: Nenhum joystick encontrado!

source: Use the calibration tool to adjust the parameters.
pt_br: Use a ferramenta de calibração para ajustar os parâmetros.

source: OK
pt_br: Está bem

source: Cancel
pt_br: Cancelar

source: Buffer size (Hip Fire)
pt_br: Tamanho do buffer (Hip Fire)

source: Buffer size (ADS)
pt_br: Tamanho do buffer (ADS)

source: Dead zone (Hip Fire)
pt_br: Zona morta (fogo anca)

source: Dead zone (ADS)
pt_br: Zona morta (ADS)

source: Sensitivity (ADS)
pt_br: Sensibilidade (ADS)

source: Sensitivity (Hip Fire)
pt_br: Sensibilidade (Hip Fire)

source: Acceleration (ADS)
pt_br: Aceleração (ADS)

source: Filter (Hip Fire)
pt_br: Filtro (Hip Fire)

source: Filter (ADS)
pt_br: Filtro (ADS)

source: Acceleration (Hip Fire)
pt_br: Aceleração (Hip Fire)

source: Hip Fire
pt_br: Fogo anca

source: Dead zone shape
pt_br: Forma da zona morta

source: ADS
pt_br: PUBLICIDADES

source: Aiming Down the Sights
pt_br: Visando as vistas

source: x/y ratio
pt_br: relação x / y

source: Dead zone shape (Hip Fire)
pt_br: Forma da zona morta (Hip Fire)

source: Dead zone shape (ADS)
pt_br: Forma da zona morta (ADS)

source: x/y ratio (Hip Fire)
pt_br: relação x / y (Hip Fire)

source: x/y ratio (ADS)
pt_br: relação x / y (ADS)

source: Enter your mouse DPI value.
pt_br: Digite seu valor de DPI do mouse.

source: Mouse DPI
pt_br: DPI do mouse

source: Mouse smoothing
pt_br: Suavização do mouse

source: Convert sensitivity
pt_br: Converter em sensibilidade

source: New Ctrl+N
pt_br: Novo Ctrl + N

source: Open Ctrl+O
pt_br: Abra Ctrl + O

source: Save Ctrl+S
pt_br: Salvar Ctrl + S

source: Save As
pt_br: Salvar como

source: Edit Labels
pt_br: Editar etiquetas

source: Edit Label
pt_br: Editar etiqueta

source: Joystick controls are only supported through gimx-config.
pt_br: Controles de joystick são suportados apenas através do gimx-config.

source: Profiles 1 & 2 do not contain the same bindings. Editing this conf with gimx-fpsconfig can mess the bindings.
pt_br: Os perfis 1 e 2 não contêm as mesmas ligações. Editar este conf com gimx-fpsconfig pode atrapalhar as ligações.

source: Auto-bind done!
pt_br: Auto-bind feito!

source: Select the event.
pt_br: Selecione o evento.

source: Connecting
pt_br: Conectando

source: Progress:
pt_br: Progresso:

source: Waiting for installation to complete
pt_br: Aguardando a instalação concluir

source: A device requires the following component:
pt_br: Um dispositivo requer o seguinte componente:

source: Download and install?
pt_br: Transferir e instalar?

source: Can't retrieve Logitech Gaming Software!
pt_br: Não é possível recuperar o Logitech Gaming Software!

source: Address already used!
pt_br: Endereço já usado!

source: Did you saved your dongle address?
pt_br: Você salvou seu endereço de dongle?

source: Please save it!
pt_br: Por favor salve!

source: Success
pt_br: Sucesso

source: Read address after set: ko!
pt_br: Leia o endereço após o conjunto: ko!

source: Read address after set: seems ok!
pt_br: Leia o endereço após o conjunto: parece ok!

source: Cannot open directory:
pt_br: Não é possível abrir o diretório:

source: Cannot open file:
pt_br: Não pode abrir o arquivo:

source: Cannot open file for writing:
pt_br: Não é possível abrir o arquivo para gravação:

source: Gimx-launcher
pt_br: Lançador de Gimx

source: Output
pt_br: Saída

source: Port
pt_br: Porta

source: New
pt_br: Novo

source: Input
pt_br: Entrada

source: Physical devices
pt_br: Dispositivos físicos

source: Network
pt_br: Rede

source: Messages
pt_br: Mensagens

source: none
pt_br: Nenhum

source: curses
pt_br: maldições

source: text
pt_br: texto

source: log file
pt_br: arquivo de log

source: debug
pt_br: depurar

source: Mouse capture
pt_br: Captura do mouse

source: on
pt_br: em

source: off
pt_br: fora

source: Check
pt_br: Verifica

source: Start
pt_br: Começar

source: Edit config
pt_br: Editar configuração

source: Edit fps config
pt_br: Editar configuração de fps

source: Open macro directory
pt_br: Abrir diretório de macro

source: Auto-bind and convert
pt_br: Auto-bind e converter

source: Refresh F5
pt_br: Atualizar F5

source: Get configs
pt_br: Obter configurações

source: Update
pt_br: Atualizar

source: Update firmware
pt_br: Atualizar firmware

source: Check updates at startup
pt_br: Verifique as atualizações na inicialização

source: Can't migrate config:
pt_br: Não é possível migrar a configuração:

source: GIMX adapter
pt_br: Adaptador GIMX

source: Remote GIMX
pt_br: GIMX Remoto

source: No config found! Download configs?
pt_br: Nenhuma configuração encontrada! Download de configurações?

source: Failed to read debug flags!
pt_br: Falha ao ler sinalizadores de depuração

source: No debug flag found!
pt_br: Nenhum sinalizador de depuração encontrado!

source: Select the debug flags:
pt_br: Selecione os sinalizadores de depuração:

source: No config selected!
pt_br: Nenhuma configuração selecionada!

source: No device selected!
pt_br: Nenhum dispositivo selecionado!

source: No USB to serial device selected!
pt_br: Nenhum dispositivo USB para serial selecionado!

source: No destination IP:port specified!
pt_br: Nenhum IP de destino: porta especificada!

source: No pairing selected!
pt_br: Nenhum par selecionado!

source: Selected pairing is incorrect!
pt_br: O emparelhamento selecionado está incorreto!

source: Dongle not found!
pt_br: Dongle não encontrado!

source: No source IP:port specified!
pt_br: Nenhuma fonte IP: porta especificada!

source: IP:port is the same for input and output!
pt_br: IP: port é o mesmo para entrada e saída!

source: Bluetooth service has to be stopped. Proceed?
pt_br: O serviço Bluetooth deve ser interrompido. Proced?

source: Can't stop bluetoothd!
pt_br: Não consigo parar o bluetoothd!

source: Windows Task Manager has to be stopped. Proceed?
pt_br: O Gerenciador de Tarefas do Windows precisa ser interrompido. Proced?

source: Select the destination:
pt_br: Selecione o destino:

source: can't start gimx!
pt_br: não pode começar o gimx!

source: GIMX failed with a generic error (please report this).
pt_br: GIMX falhou com um erro genérico (por favor comunique isto).

source: Failed to detect the GPP/Cronus/Titan device.
pt_br: Falha ao detectar o dispositivo GPP / Cronus / Titan.
